سلام <a href="tg://user?id={{$userId}}">{{$userName}}</a> عزیز

برای استفاده از ربات با کمک لینک زیر آن را به گروه خود اضافه کنید

لینک اضافه کردن ربات - <a href="https://t.me/{{config('telegram.bots.mybot.user_name')}}?startgroup=new">[کلیک کنید]</a>


1️⃣ سپس ربات را داخل گروه ادمین کنید
2️⃣ توصیه می‌شود ربات را ادمین کامل کنید
3️⃣ ربات بعد از ادمین شدن بطور خودکار نصب و فعال می‌شود
4️⃣ در صورت نبود یا دلیت بودن اکانت سازنده گروه
5️⃣ ربات ادمینهای کامل را بعنوان مالک شناسایی و مقام می‌دهد


چنانچه بعد از اضافه کردن ربات پیام نصب شدن را دریافت نکردید

❗ بررسی کنید که گروه شما حتما سوپرگروه باشد
❗ از ادمین بودن ربات اطمینان کامل کسب کنید


از نظر امکانات و کیفیت همین بس که ربات دیجی با توجه به حجم خدمات و قدمت یکی از بزرگترین رباتها در نوع خود است. در صورت داشتن مشکل یا سوال گروه پشتیبانی در کنار شماست.

